[Demo_Maya_ep3_3 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-4623,Y=-4966,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=270,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=-4629,Y=-5550,Z=0),VecSub=(X=270,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_1000_lp_Envy",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Maya.GG2_BGM_DM_Usual_Maya_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone_2.GG2_AMB_Schoolzone_2_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_001_Cue',Name="カミゾノ　マヤ")
DemoScripts[12]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[13]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[15]=(Actor=WINDOW,Command=EXIT)
DemoScripts[16]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[17]=(Actor=FADE,Command=WAIT)
DemoScripts[18]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=-4623,Y=-5156,Z=0),CId=70)
DemoScripts[19]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=90,Y=0,Z=0),CId=70)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[21]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[22]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[23]=(Actor=FADE,Command=WAIT)
DemoScripts[24]=(Actor=WINDOW,Command=SET)
DemoScripts[25]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_003_Cue',Name="カミゾノ　マヤ")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[27]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[31]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_005_Cue',Name="カミゾノ　マヤ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_1001_fx_Envy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[38]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_007_Cue',Name="")
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[40]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[43]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[44]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[45]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0108_fx_Stand2Tilt",Rate=0,Number=2,Bit=0)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0800_lp_Tilt",Number=8)
DemoScripts[49]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_011_Cue',Name="カミゾノ　マヤ")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[51]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[53]=(Actor=ICON,Command=START,CId=0,Bit=0)
DemoScripts[54]=(Actor=ICON,Command=SET,CId=2,Bit=2)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0801_fx_Tilt2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[57]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_013_Cue',Name="カミゾノ　マヤ")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[59]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[60]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[61]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[62]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0108_fx_Stand2Tilt",Rate=0,Number=2,Bit=0)
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0800_lp_Tilt",Number=8)
DemoScripts[66]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_015_Cue',Name="カミゾノ　マヤ")
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[68]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[69]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[70]=(Actor=ICON,Command=START,CId=0,Bit=0)
DemoScripts[71]=(Actor=ICON,Command=SET,CId=2,Bit=2)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0801_fx_Tilt2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[74]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_017_Cue',Name="カミゾノ　マヤ")
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[76]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[77]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[78]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[79]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[80]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[81]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0108_fx_Stand2Tilt",Rate=0,Number=2,Bit=0)
DemoScripts[82]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0800_lp_Tilt",Number=8)
DemoScripts[83]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_019_Cue',Name="カミゾノ　マヤ")
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[85]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[87]=(Actor=ICON,Command=START,CId=0,Bit=0)
DemoScripts[88]=(Actor=ICON,Command=SET,CId=2,Bit=2)
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0801_fx_Tilt2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[90]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[91]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_021_Cue',Name="カミゾノ　マヤ")
DemoScripts[92]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[93]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[94]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[95]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[96]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[97]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[98]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0108_fx_Stand2Tilt",Rate=0,Number=3,Bit=1)
DemoScripts[99]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0800_lp_Tilt",Number=8)
DemoScripts[100]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Wonder_Cue')
DemoScripts[101]=(Actor=EMOTION,Command=SET,Name="カミゾノ　マヤ",Number=3,CId=70)
DemoScripts[102]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_035_Cue',Name="カミゾノ　マヤ")
DemoScripts[103]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[104]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[106]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0801_fx_Tilt2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[108]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[110]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_038_Cue',Name="カミゾノ　マヤ")
DemoScripts[111]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[112]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[114]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0300_lp_Surprise",Number=8)
DemoScripts[115]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-4623,Y=-5066,Z=135),SecTime=0.3)
DemoScripts[116]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[117]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-4623,Y=-5066,Z=135),SecTime=)
DemoScripts[118]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[119]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[120]=(Actor=WINDOW,Command=EXIT)
DemoScripts[121]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[122]=(Actor=FADE,Command=WAIT)
DemoScripts[123]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[124]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[125]=(Actor=FADE,Command=WAIT)
DemoScripts[126]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Fall_Down_Cue')
DemoScripts[127]=(Actor=WINDOW,Command=SET)
DemoScripts[128]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_040_Cue',Name="カミゾノ　マヤ")
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[130]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[131]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_041_Cue',Name="")
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[133]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[134]=(Actor=WINDOW,Command=EXIT)
DemoScripts[135]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[136]=(Actor=FADE,Command=WAIT)
DemoScripts[137]=(Actor=TEXTURE,Command=START,CId=5,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[138]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[139]=(Actor=FADE,Command=WAIT)
DemoScripts[140]=(Actor=SYSTEM,Command=JUMP,Label=JUMP07)
DemoScripts[141]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[142]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[143]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[144]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_043_Cue',Name="")
DemoScripts[145]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[146]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[148]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Wonder_Cue')
DemoScripts[149]=(Actor=EMOTION,Command=SET,Name="カミゾノ　マヤ",Number=3,CId=70)
DemoScripts[150]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[151]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[152]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_045_Cue',Name="")
DemoScripts[153]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[154]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_lp_close_tightly",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[156]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0300_lp_Surprise",Number=8)
DemoScripts[157]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-4623,Y=-5066,Z=135),SecTime=0.3)
DemoScripts[158]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[159]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-4623,Y=-5066,Z=135),SecTime=)
DemoScripts[160]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Crash_Cue')
DemoScripts[161]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[162]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[163]=(Actor=WINDOW,Command=EXIT)
DemoScripts[164]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[165]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[166]=(Actor=FADE,Command=WAIT)
DemoScripts[167]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[168]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[169]=(Actor=FADE,Command=WAIT)
DemoScripts[170]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Fall_Down_Cue')
DemoScripts[171]=(Actor=WINDOW,Command=SET)
DemoScripts[172]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_047_Cue',Name="カミゾノ　マヤ")
DemoScripts[173]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[174]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[175]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_048_Cue',Name="")
DemoScripts[176]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[177]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[178]=(Actor=WINDOW,Command=EXIT)
DemoScripts[179]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[180]=(Actor=FADE,Command=WAIT)
DemoScripts[181]=(Actor=TEXTURE,Command=START,CId=5,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[182]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[183]=(Actor=FADE,Command=WAIT)
DemoScripts[184]=(Actor=SYSTEM,Command=JUMP,Label=JUMP07)
DemoScripts[185]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[186]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[187]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_023_Cue',Name="")
DemoScripts[188]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[189]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[190]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[191]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_025_Cue',Name="")
DemoScripts[192]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[193]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[194]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[195]=(Actor=ICON,Command=EXIT,CId=2,Bit=2)
DemoScripts[196]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[197]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[198]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[199]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_027_Cue',Name="カミゾノ　マヤ")
DemoScripts[200]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[201]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[202]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep3_3.GG2_SE_DM_Bag_Open_Cue')
DemoScripts[203]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_1001_fx_Envy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[204]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[205]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[206]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[207]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[208]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[209]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[210]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[211]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_031_Cue',Name="カミゾノ　マヤ")
DemoScripts[212]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[213]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[214]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[215]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_fx_close_tightly",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=0)
DemoScripts[216]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0300_lp_Surprise",Number=8)
DemoScripts[217]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Crash_Cue')
DemoScripts[218]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[219]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[220]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[221]=(Actor=FADE,Command=WAIT)
DemoScripts[222]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[223]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Fall_Down_Cue')
DemoScripts[224]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_033_Cue',Name="カミゾノ　マヤ")
DemoScripts[225]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[226]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[227]=(Actor=WINDOW,Command=EXIT)
DemoScripts[228]=(Actor=TEXTURE,Command=START,CId=5,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[229]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[230]=(Actor=FADE,Command=WAIT)
DemoScripts[231]=(Actor=SYSTEM,Command=JUMP,Label=JUMP07)
DemoScripts[232]=(Actor=SYSTEM,Command=TAG,Label=JUMP07)
DemoScripts[233]=(Actor=GALLERY,Command=SET_FLAG,CId=5,Bit=0)
DemoScripts[234]=(Actor=WINDOW,Command=SET)
DemoScripts[235]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_3.GG2_V_Maya_ep3_3_049_Cue',Name="カミゾノ　マヤ")
DemoScripts[236]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[237]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[238]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[239]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[240]=(Actor=WINDOW,Command=EXIT)
DemoScripts[241]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[242]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[243]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[244]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[245]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep3_3 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=STUDY,ParamNum=30),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=FASHION,ParamNum=30),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep3_3 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="真夜",Text="嘿咻,嘿咻......")

Texts[1]=(Label="TEXT02",Name="峯大",Text="啊,有了有了./n妳在做什麼啊,小真夜?")

Texts[2]=(Label="TEXT03",Name="真夜",Text="峯哥./n我在設置\"惡魔來來\".")

Texts[3]=(Label="TEXT04",Name="峯大",Text="惡魔來來?")

Texts[4]=(Label="TEXT05",Name="真夜",Text="是用來抓住惡魔的,黏黏板./n這樣就能捉住......那個孩子了.")

Texts[5]=(Label="TEXT06",Name="峯大",Text="總覺得搞得惡魔像是那個一樣啊....../n蟑......")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="哇--哇--!/n請不要說了!/n再說下去是NG的--!")

Texts[7]=(Label="TEXT08",Name="峯大",Text="(原來天使也會怕啊......那個......)")

Texts[8]=(Label="TEXT09",Name="峯大",Text="好吧,那麼,小真夜./n妳呼叫我是希望我來幫妳吧?")

Texts[9]=(Label="TEXT10",Name="峯大",Text="要動腦的話就交給我吧./n別看我這樣,我成績可是很好的哦.")

Texts[10]=(Label="TEXT11",Name="真夜",Text="那就,麻煩把\"餌\"/n撒在有效的地方吧.")

Texts[11]=(Label="TEXT12",Name="峯大",Text="餌?")

Texts[12]=(Label="TEXT13",Name="真夜",Text="這是,惡魔會撲上來的/n\"飽路惡魔飼料\"./n擺放的位置,很重要.")

Texts[13]=(Label="TEXT14",Name="峯大",Text="勞力工作就交給我吧./n畢竟我也是個男人呢.")

Texts[14]=(Label="TEXT15",Name="真夜",Text="那就,幫我撒滿\"餌\"吧.")

Texts[15]=(Label="TEXT16",Name="峯大",Text="餌?")

Texts[16]=(Label="TEXT17",Name="真夜",Text="這是,惡魔會撲上來的/n\"飽路惡魔飼料\"./n還滿重的,要小心.")

Texts[17]=(Label="TEXT18",Name="峯大",Text="要設計陷阱的話就交給我吧./n我會讓它充滿藝術氣息哦!")

Texts[18]=(Label="TEXT19",Name="真夜",Text="藝術是,不需要啦....../n那就,幫我撒\"餌\"吧?")

Texts[19]=(Label="TEXT20",Name="峯大",Text="餌?")

Texts[20]=(Label="TEXT21",Name="真夜",Text="這是,惡魔會撲上來的/n\"飽路惡魔飼料\"./n頂尖獵人的,推薦.")

Texts[21]=(Label="TEXT22",Name="峯大",Text="惡魔是能用餌引誘的嗎......")

Texts[22]=(Label="TEXT23",Name="艾可蘿",Text="吞口水......")

Texts[23]=(Label="TEXT24",Name="峯大",Text="艾可蘿小姐!?")

Texts[24]=(Label="TEXT25",Name="艾可蘿",Text="啊--不不不--?/n看起來完全不好喫唷!?")

Texts[25]=(Label="TEXT26",Name="峯大",Text="總覺得在今天一天之內,/n我心裡對天使和惡魔的印象/n已經崩毀到不成原形了啊......")

Texts[26]=(Label="TEXT27",Name="真夜",Text="來,這個./n麻煩你了.")

Texts[27]=(Label="TEXT28",Name="峯大",Text="哦--是粉末型的啊./n感覺很像調味料或麵粉之類的東西呢.")

Texts[28]=(Label="TEXT29",Name="峯大",Text="完全看不出來/n哪裡美味......哈......哈......")

Texts[29]=(Label="TEXT30",Name="峯大",Text="哈......")

Texts[30]=(Label="TEXT31",Name="真夜",Text="峯哥?")

Texts[31]=(Label="TEXT32",Name="峯大",Text="哈啾--!!",Format[0]=(Size=37,Start=0,End=10))

Texts[32]=(Label="TEXT33",Name="真夜",Text="......!?")

Texts[33]=(Label="TEXT34",Name="峯大",Text="好,那就來設置蜜糖陷阱吧.")

Texts[34]=(Label="TEXT35",Name="真夜",Text="那是,什麼?")

Texts[35]=(Label="TEXT36",Name="峯大",Text="就是小真夜用尺度大開的打扮/n把惡魔吸引過來!")

Texts[36]=(Label="TEXT37",Name="峯大",Text="這樣既能抓到惡魔,/n我也能看得開心,/n不就是一石二鳥的完美作戰嗎?")

Texts[37]=(Label="TEXT38",Name="真夜",Text="......那個惡魔孩子是女生耶......")

Texts[38]=(Label="TEXT39",Name="峯大",Text="那麼,不是陷阱也沒關係,/n小真夜快點脫掉吧!")

Texts[39]=(Label="TEXT40",Name="真夜",Text="呀嗚!")

Texts[40]=(Label="TEXT41",Name="艾可蘿",Text="你幹嘛嚇她啦!/n真夜大人都摔倒了耶!?")

Texts[41]=(Label="TEXT42",Name="峯大",Text="稍微喘口氣,一起來玩吧!/n那就由我先攻囉?")

Texts[42]=(Label="TEXT43",Name="艾可蘿",Text="應該先說是什麼遊戲吧......")

Texts[43]=(Label="TEXT44",Name="峯大",Text="自由參戰!/n無改裝戰鬥!")

Texts[44]=(Label="TEXT45",Name="真夜",Text="???")

Texts[45]=(Label="TEXT46",Name="峯大",Text="預備,開始!")

Texts[46]=(Label="TEXT47",Name="真夜",Text="啊嗚!?")

Texts[47]=(Label="TEXT48",Name="艾可蘿",Text="幹嘛突然撞飛人家啊!?/n你是笨蛋嗎!?")

Texts[48]=(Label="TEXT49",Name="真夜",Text="啊嗚......黏答答的......")

Texts[49]=(Label="TEXT50",Name="峯大",Text="抱,抱歉!/n小真夜!!/n一不小心就......")

Texts[50]=(Label="TEXT51",Name="峯大",Text="妳等著!/n我現在就來幫妳!")

Texts[51]=(Label="",Name="",Text="")

Texts[52]=(Label="SELECT01",Name="",Text="我可是很擅長/n動腦的哦")

Texts[53]=(Label="SELECT02",Name="",Text="勞力的工作/n就交給我!")

Texts[54]=(Label="SELECT03",Name="",Text="設計的話/n我很在行")

Texts[55]=(Label="SELECT04",Name="",Text="來個甜美的/n蜜糖陷阱!")

Texts[56]=(Label="SELECT05",Name="",Text="稍微喘口氣/n來玩吧")


